{
    "education": [
              {
            "year": "2025",
            "title": {
                "ca": "Frontend Developer",
                "es": "Frontend Developer",
                "en": "Frontend Developer"
            },
            "institution": {
                "ca": "UOC (Universitat Oberta de Catalunya)",
                "es": "UOC (Universitat Oberta de Catalunya)",
                "en": "UOC (Universitat Oberta de Catalunya)"
            },
            "description": {
                "ca": "He finalitzat el curs amb notes excel·lents, millorant els meus coneixements en HTML5, CSS3, JavaScript i Vue.js per crear aplicacions web modernes i accessibles.",
                "es": "He finalizado el curso con notas excelentes, mejorando mis conocimientos en HTML5, CSS3, JavaScript y Vue.js para crear aplicaciones web modernas y accesibles.",
                "en": "I completed the course with excellent grades, improving my knowledge in HTML5, CSS3, JavaScript and Vue.js to create modern and accessible web applications."
            }
        },
        {
            "year": "2025",
            "title": {
                "ca": "Desenvolupament d'aplicacions híbrides per a Android, iOS i PWA",
                "es": "Desarrollo de aplicaciones híbridas para Android, iOS y PWA",
                "en": "Hybrid Application Development for Android, iOS and PWA"
            },
            "institution": {
                "ca": "CIFO L'Hospitalet (Barcelona)",
                "es": "CIFO L'Hospitalet (Barcelona)",
                "en": "CIFO L'Hospitalet (Barcelona)"
            },
            "description": {
                "ca": "He desenvolupat aplicacions multiplataforma posant en pràctica Angular.js, Ionic i Firebase per crear solucions natives per a Android i iOS.",
                "es": "He desarrollado aplicaciones multiplataforma poniendo en práctica Angular.js, Ionic y Firebase para crear soluciones nativas para Android y iOS.",
                "en": "I developed cross-platform applications putting into practice Angular.js, Ionic and Firebase to create native solutions for Android and iOS."
            }
        },
        {
            "year": "2024",
            "title": {
                "ca": "Certificat de Professionalitat - Desenvolupament d'aplicacions amb tecnologies web",
                "es": "Certificado de Profesionalidad - Desarrollo de aplicaciones con tecnologías web",
                "en": "Professional Certificate - Web Application Development with Web Technologies"
            },
            "institution": {
                "ca": "MERIT School (Barcelona)",
                "es": "MERIT School (Barcelona)",
                "en": "MERIT School (Barcelona)"
            },
            "description": {
                "ca": "He adquirit coneixements sòlids en HTML5, CSS3, JavaScript i Vue.js per al frontend, i Node.js, Express, MongoDB i MySQL per al backend.",
                "es": "He adquirido conocimientos sólidos en HTML5, CSS3, JavaScript y Vue.js para el frontend, y Node.js, Express, MongoDB y MySQL para el backend.",
                "en": "I acquired solid knowledge in HTML5, CSS3, JavaScript and Vue.js for frontend, and Node.js, Express, MongoDB and MySQL for backend."
            }
        },
        {
            "year": "2023",
            "title": {
                "ca": "Bootcamp Fullstack (850h)",
                "es": "Bootcamp Fullstack (850h)",
                "en": "Fullstack Bootcamp (850h)"
            },
            "institution": {
                "ca": "Factoria F5 (Barcelona)",
                "es": "Factoria F5 (Barcelona)",
                "en": "Factoria F5 (Barcelona)"
            },
            "description": {
                "ca": "Vaig practicar React amb TypeScript, NestJS, MongoDB, MySQL i Git, aplicant metodologies àgils en projectes reals d'equip.",
                "es": "Practiqué React con TypeScript, NestJS, MongoDB, MySQL y Git, aplicando metodologías ágiles en proyectos reales de equipo.",
                "en": "I practiced React with TypeScript, NestJS, MongoDB, MySQL and Git, applying agile methodologies in real team projects."
            }
        },
        {
            "year": "1997-2003",
            "title": {
                "ca": "Graduat en Multimedia",
                "es": "Graduado en Multimedia",
                "en": "Multimedia Graduate"
            },
            "institution": {
                "ca": "Escola Multimedia FPC (Terrassa - Barcelona)",
                "es": "Escuela Multimedia FPC (Terrassa - Barcelona)",
                "en": "FPC Multimedia School (Terrassa - Barcelona)"
            },
            "description": {
                "ca": "Vaig iniciar el meu camí professional aprenent disseny gràfic, desenvolupament web i producció audiovisual, que van establir les bases de la meva carrera tècnica.",
                "es": "Inicié mi camino profesional aprendiendo diseño gráfico, desarrollo web y producción audiovisual, que establecieron las bases de mi carrera técnica.",
                "en": "I started my professional path learning graphic design, web development and audiovisual production, which laid the foundation for my technical career."
            }
        }
    ],
    "experience": [
        {
            "years": "2023 - 2011",
            "title": {
                "ca": "Responsable de granja d'avicultura ecològica. Autònoma.",
                "es": "Responsable de granja de avicultura ecológica. Autónoma.",
                "en": "Organic Poultry Farm Manager. Self-employed."
            },
            "description": {
                "ca": "Cuidadora de les aus, venda directa de pollastres, gallines i ous. Gestió de clients i proveïdors. Gestió de facturació, impostos. Marqueting",
                "es": "Cuidadora de las aves, venta directa de pollos, gallinas y huevos. Gestión de clientes y proveedores. Gestión de facturación, impuestos. Marketing",
                "en": "Bird care, direct sales of chickens and eggs. Client and supplier management. Billing and tax management. Marketing"
            },
            "location": "Sot del Palau (Arbúcies)"
        },
        {
            "years": "2011 - 2007",
            "title": {
                "ca": "Directora de projectes online",
                "es": "Directora de proyectos online",
                "en": "Online Projects Director"
            },
            "description": {
                "ca": "Disseny i desenvolupament de les 7 pàgines web de l'empresa. Col·laboració amb els brand managers i equip comercial de l'empresa.",
                "es": "Diseño y desarrollo de las 7 páginas web de la empresa. Colaboración con los brand managers y equipo comercial de la empresa.",
                "en": "Design and development of the company's 7 websites. Collaboration with brand managers and commercial team."
            },
            "location": "JIP MOTOR (Barcelona)"
        },
        {
            "years": "2007 - 2000",
            "title": {
                "ca": "Desenvolupadora web",
                "es": "Desarrolladora web",
                "en": "Web Developer"
            },
            "description": {
                "ca": "Desenvolupadora de diferents webs, direcció de projectes, tracte amb clients i gestió d'allotjament web (hosting)",
                "es": "Desarrolladora de diferentes webs, dirección de proyectos, trato con clientes y gestión de alojamiento web (hosting)",
                "en": "Developer of various websites, project management, client relations and web hosting management"
            },
            "location": "4D virtual (Barcelona)"
        }
    ]
}